{
    "title":"Climate Action",
    "mainText":"Urgent and transformative action is crucial, going beyond mere plans and promises. It requires raising ambition, covering entire economies and moving towards climate-resilient development, while outlining a clear path to achieve net-zero emissions. Time is running out, and immediate measures are necessary to avoid catastrophic consequences and secure a sustainable future for generations to come.",
    "buttons":
        {
            "Emissions":"The latest IPCC synthesis report unequivocally states that human activities, particularly over a century of burning fossil fuels, unsustainable energy and land use, and untenable consumption and production patterns, have caused global warming of 1.1°C above pre-industrial levels. This has led to a surge in extreme weather and climate events in every region, which is now the everyday face of climate change. Vulnerable communities, despite having contributed the least to climate change, are disproportionately affected. Between 2010 and 2020, highly vulnerable regions, home to approximately 3.3-3.6 billion people, experienced 15 times higher human mortality rates from floods, droughts and storms compared to regions with very low vulnerability. The adverse impacts of climate change have caused substantial damages and increasingly irreparable losses to ecosystems and human lives, triggering food shortages, loss of housing and infrastructure, migration of populations, and more. With further temperature increases, these extreme events will worsen and become harder to manage. Moreover, the effectiveness of adaptation measures diminishes with heightened warming. The United Nations Framework Convention on Climate Change (UNFCCC)'s latest nationally determined contributions (NDC) synthesis report finds that the combined climate pledges of 193 Parties under the Paris Agreement will achieve a slight decrease (0.3 per cent) in GHG emissions by 2030 compared to 2019 levels. However, this falls well short of the 43 per cent emissions reduction called for by the IPCC to be on the 1.5°C pathway and would propel the world to an unsustainable potential warming of around 2.5°C by the end of the century. The IPCC warns that without strengthened cross-sectoral policies, the world is likely to surpass the critical 1.5°C tipping point by 2035. How liveable the world will be for current and future generations will depend on the choices we make today. To curb climate change, rapid, deep and sustained GHG emissions reductions in all sectors, starting now, are vital. This requires global climate-resilient development action, accelerated adaptation and mitigation measures and leveraging SDG synergies. Increased finance, political commitment, coordinated policies, international cooperation, ecosystem stewardship and inclusive governance are all urgently needed for effective and equitable climate action.",
            "Education":"Students and youth globally are demanding climate action and comprehensive and quality climate education to prepare them for a greener future. Nearly all countries (94 per cent) report that climate change education is included in their curricula. However, evidence suggests otherwise. An analysis of national curriculum frameworks in 100 countries reveals that nearly half (47 per cent) do not even mention climate change. While 95 per cent of teachers acknowledge the importance of teaching students about climate change severity, only about one-third can effectively explain the effects of climate change in their region. Furthermore, 70 per cent of youth can, at best, explain only the broad principles of climate change. One in five youth feels unprepared for climate change based on their education and is asking for more information to grasp its complexities. Youth have emphasised the need for interdisciplinary, action-oriented education that is both globally relevant and tailored to local realities, along with adequate teacher support.",
            "Sea Levels":"Record-high GHG concentrations are pushing global temperatures higher and trapping heat, with approximately 90 per cent of heat being absorbed by the ocean. This is causing sea levels to rise through ice loss on land, melting glaciers and ice sheets, and thermal expansion. According to the World Meteorological Organisation, global average sea levels have risen faster since 1900 than in any preceding century over the past 3,000 years. Sea levels continued to rise in 2022, reaching a new record since satellite measurements in 1993. Moreover, the rate of global mean sea-level rise has doubled in the past decade - from 2.27 mm per year in 1993-2002 to 4.62 mm per year in 2013-2022. Even with efforts to limit warming to 1.5°C, global sea levels are expected to continue rising over the coming century, creating significant hazards for communities worldwide. Small island developing States and low-lying urban areas are particularly vulnerable, facing profound risks to coastal ecosystems and ecosystem services, economies, livelihoods, health and well-being. Around 900 million people live in coastal zones at low elevations, equivalent to 1 in 10 people worldwide. The effects of sea-level rise and other climate impacts are already forcing relocations in countries like Fiji, Vanuatu, the Solomon Islands and elsewhere. Tuvalu even plans to create a digital version of the island to replicate landmarks and preserve its history and culture before it succumbs to rising seas.",
            "Finance":"Climate finance is critical to addressing the climate crisis. According to the UNFCCC, global climate finance flows reached an annual average of $803 billion in 2019-2020, a 12 per cent increase compared with 2017-2018. This growth is attributed to increasing mitigation actions in buildings, infrastructure and transport, as well as increased adaptation finance. However, despite the increase over the last decade, climate finance falls short of the levels needed to limit warming. There is also an uneven distribution of finance across regions. Furthermore, fossil-fuel-related flows exceeded climate financing for adaptation and mitigation in 2020. According to a recent UNFCCC analysis, developing countries' needs amount to nearly $6 trillion by 2030 to meet their NDCs. The United Nations Environment Programme estimates that adaptation costs alone could reach up to $330 billion per year by 2030. The commitment of developed countries to mobilise $100 billion in climate finance annually by 2020 through to 2025 has not yet been met. According to an Organisation for Economic Co-operation and Development report, developed countries provided and mobilised a total of $83.3 billion in climate financing for developing countries in 2020, a 4 per cent increase from 2019 but still shy of the target. Furthermore, more than 70 per cent of climate finance by developed countries to developing nations between 2016-2020 was in the form of loans. The establishment of the Loss and Damage Fund at the 2022 United Nations Climate Conference (COP 27) to provide financial support to the countries most affected by climate change impacts is the most recent step in improving the channels of financial support to respond to the climate challenge. Reconstructing climate finance delivery schemes and designing a new climate finance goal in 2024 are the next milestones to urgently improve both the quantity and the quality of climate finance going forward.",
            "default":"Click on a tab above to start reading about Climate Action"
        }
}