{
    "title":"Life Below Water",
    "mainText":"The ocean is in a state of emergency as increasing eutrophication, acidification, ocean warming and plastic pollution worsen its health. Additionally, the alarming trend of overfishing persists, leading to the depletion of over one third of global fish stocks.",
    "buttons":
        {
            "Plastic":"Plastic is the most harmful type of marine litter, with over 17 million metric tons clogging the ocean in 2021, a figure set to double or triple by 2040. Plastic production has skyrocketed fourfold in the last 40 years, while recycling rates remain below 10 per cent. This has led to a ubiquitous presence of plastic debris in all ocean habitats, including in fragile Arctic Ocean ice. To gauge the extent of this environmental crisis, one valuable approach is to measure plastic beach litter density. Citizen science initiatives, relying on public volunteers gathering data during beach clean-ups, provide crucial qualitative and quantitative insights to bridge monitoring gaps. Over the last decade, there has been a rise in marine litter-related citizen science initiatives, with many using mobile phone applications to gather and post data. Standardized protocols and improved monitoring systems are also being developed to enhance global efforts to address this pressing issue.",
            "Eutrophication":"Agriculture, aquaculture and wastewater practices are contributing to nutrient loading in coastal areas, causing widespread coastal eutrophication and algal blooms. These blooms lead to oxygen depletion, harm marine life, contaminate seafood, and damage seagrass and coral reefs, among other impacts. The consequences are severe for marine ecosystem health, local communities, fisheries and tourism. Satellite imagery reveals elevated coastal eutrophication trends globally in 2022 (above the 2000–2004 baseline), though different in magnitude from recent years. Consistently high rates were found in the Arabian Sea, where blooms posed threats to fisheries, tourism and desalination plants, particularly during late winter and early spring, from 2018 to 2022. In a striking signal of an ocean that can’t breathe, crustaceans, such as crawfish and lobster, have been observed leaving the sea to survive. A recent walkout in early 2023 in South Africa saw around 5 tons of endangered lobster escaping, prompting an emergency plan for their rehabilitation in an already struggling fishing community. While blooms can sprout due to natural processes, such as the upwelling of nutrient-rich waters or low-flow waters, human activities are the main driver behind their increasing frequency, duration and expansion. With the added challenge of climate change and its complex interactions with a warming ocean, the impacts of eutrophication on coastal communities are expected to worsen.",
            "Acidification":"As greenhouse gas emissions soar, the oceans are silently absorbing a quarter of annual carbon dioxide emissions. While this mitigates the impact of climate change on the planet, it comes at a great cost to the careful balance in ocean acidity, damaging organisms and ecosystems. Long-term observation sites in the open ocean have shown a continuous decline in pH levels over the last 20 to 30 years, with far-reaching impacts. Currently, the ocean’s average pH is 8.1, about 30 per cent more acidic than in pre-industrial times and changing rapidly. Ocean acidification threatens the survival of marine life, disrupts the food web, and undermines vital services provided by the ocean and our own food security. Moreover, this phenomenon weakens and destroys corals and shoreline defenses, degrades habitats and endangers fisheries, aquaculture and tourism. Increased acidification also reduces the ocean’s ability to absorb CO2 and to mitigate climate change. The number of stations reporting ocean acidification data worldwide has tripled in recent years – from 178 stations in 2021 to 539 in 2023 – providing clearer insights. Nevertheless, data gaps remain in coastal Asia and Africa and the open waters of the South Atlantic, Pacific, Indian and Southern Ocean. Continuous efforts to build capacity to measure and report on ocean acidification, particularly in undersampled areas, are crucial to reducing the local, regional and global impacts of this phenomenon.",
            "Fishing":"Globally, an estimated one in five fish caught originates from illegal, unreported and unregulated (IUU) fishing. This illicit practice is one of the greatest threats to marine ecosystems and fishing communities, distorting competition, undermining legitimate fishers, and devastating marine ecosystems and efforts to conserve marine biodiversity and sustainably manage fish stocks. Annual losses as a result of this practice are estimated at 11 to 26 million tons of fish, with an economic value of up to $23 billion. IUU fishing can be found in all types of fishing operations and takes place not only in national jurisdiction waters, but also on the high seas. A key instrument to combat IUU fishing is the Agreement on Port State Measures. As of May 2023, the agreement had tripled its signatories since 2016 to reach 75 Parties, including the European Union, to effectively cover 101 States and 60 per cent of port States. Between 2018 and 2022, there has been some progress at the global level in implementing instruments to combat IUU fishing. However, more concerted efforts are needed to ensure greater cooperation among all actors, from “sea to plate”, and more transparency and compliance with the international framework, along with strong legislation and greater monitoring and enforcement.",
            "Protection":"Globally, an estimated one in five fish caught originates from illegal, unreported and unregulated (IUU) fishing. This illicit practice is one of the greatest threats to marine ecosystems and fishing communities, distorting competition, undermining legitimate fishers, and devastating marine ecosystems and efforts to conserve marine biodiversity and sustainably manage fish stocks. Annual losses as a result of this practice are estimated at 11 to 26 million tons of fish, with an economic value of up to $23 billion. IUU fishing can be found in all types of fishing operations and takes place not only in national jurisdiction waters, but also on the high seas. A key instrument to combat IUU fishing is the Agreement on Port State Measures. As of May 2023, the agreement had tripled its signatories since 2016 to reach 75 Parties, including the European Union, to effectively cover 101 States and 60 per cent of port States. Between 2018 and 2022, there has been some progress at the global level in implementing instruments to combat IUU fishing. However, more concerted efforts are needed to ensure greater cooperation among all actors, from “sea to plate”, and more transparency and compliance with the international framework, along with strong legislation and greater monitoring and enforcement.",
            "default":"Click on a tab above to start reading about Life Below Water"
        },
    "altText":
    {
        "Plastic":"Graph showing beach litter science initiatives",
        "Eutrophication":"Bridge over poluted tropical water",
        "Acidification":"Graph showing ph values based on sampling stations over time",
        "Fishing":"Visual diagram showing how stock overfishing differentiates between ecosystem overfishing",
        "Protection":"Men dredging off a boat",
        "default":"Woman growing plants in a mudflat"
    }
}